Repository: dovudbe/news_feed
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: вы заполняете свою информацию, используя форму ниже siz o'zingiz haqidagi malumotlarni quyidagi forma orqali to'ldirishingiz mumkin
ru: возможный

source: saqlash
ru: хранилище

source: Yangi foydalanuvchilarni ro`yhatdan o`tkazish uchun
ru: Для регистрации новых пользователей

source: Ro`yhatdan o`tish uchun quyidagi formani to`ldiring:
ru: Заполните форму ниже, чтобы зарегистрироваться

source: Ro`yhatdan o`tish
ru: Постановка на учет

source: tabriklaymiz ro`yhatdan o`tdingiz
ru: Поздравляем, вы зарегистрировались

source: Kirish
ru: Входить

source: yagilik qo'shish
ru: добавить свежести

source: yangilik qo'shish
ru: Добавить новое

source: joriy yangilikni o'chirish
ru: удалить текущие новости

source: sarlavhali yangilikni o'chirish
ru: удалить заголовок новости

source: o'chirish
ru: удалить

source: tahrirlash
ru: редактирование

source: kechirasiz
ru: прошу прощения

source: Go to home page
ru: Вернуться на домашнюю страницу

source: biz haqimizda
ru: о нас

source: biz bilan aloqa
ru: связаться с нами

source: chiqish
ru: Выход

source: profil
ru: профиль

source: saytga kirish
ru: войти на сайт

source: xorij
ru: иностранный

source: mahalliy
ru: местный

source: sport
ru: спорт

source: admin sahifasi
ru: страница администратора

source: qidiruv
ru: поиск

source: so'nggi yangiliklar
ru: последние новости

source: rasmlar
ru: картинки

source: Copyright
ru: Авторские права

source: NewsFeed
ru: Новостная лента

source: Biz Bilan Aloqa sahifasi
ru: Биз Билан Алока сахифаси

source: kantaktlar
ru: контакты

source: Biz Haqimizda
ru: О нас

source: Bosh Sahifa
ru: Главная страница

source: ko'rilganlar soni:
ru: количество просмотров

source: Texnologiya
ru: технологии

source: mashxur yangiliklar
ru: популярные новости

source: barcha kategoriyalar
ru: Все категории

source: Mahalliy Xabarlar
ru: Местные новости

source: ta izoh qoldirilgan
ru: комментариев не осталось

source: izoh qoldirish
ru: Оставить комментарий

source: faqatgina ro'yhatdan o'tgan foydalanuvchilar izoh qoldirishi mumkin
ru: Комментарии Только зарегистрированные пользователи могут оставлять комментарии

source: izoh qoldirish uchun
ru: оставить комментарий

source: ro'yhatdan o'tish
ru: Регистрация

source: yoki
ru: или

source: salom
ru: Привет

source: qidiruv natijalari
ru: результаты поиска

source: yangilik sayti
ru: новостной сайт

source: uy
ru: дом

source: aloqa
ru: контакт

source: noutbooklar
ru: блокноты

source: planshetlar
ru: таблетки

source: biz bilan bog'lanish
ru: связаться с нами

source: 404 xatolik
ru: ошибка 404

source: Mobil
ru: Мобильный

source: Xorij xabarlari
ru: Иностранные сообщения

source: username
ru: имя пользователя

source: ismi
ru: Имя

source: familiyasi
ru: фамилия

source: tug'ulgan yili
ru: год рождения

source: foydalanuvchi profili
ru: Профиль пользователя

source: xush kelibsiz
ru: добро пожаловать

source: siz haqingizdagi malumotlar
ru: информация о вас

source: tug'ulgan yilingiz:
ru: ваш год рождения:

source: Username:
ru: Имя пользователя

source: Emailingiz:
ru: Ваш адрес электронной почты

source: Ismingiz:
ru: Ваше имя

source: Familiyangiz:
ru: Ваша фамилия

source: parolni alashtirish
ru: изменить пароль

source: o'zgartirish
ru: изменять

source: veb-seytdan chiqish
ru: выйти из веб-сайта

source: siz veb saytdan chiqdingiz
ru: вы вышли с сайта

source: qaytadan kirish
ru: войти снова

source: veb-seytga kirish
ru: доступ к веб-сайту

source: iltimos saytga kirish uchun quyidagi formani to'ldiring
ru: Пожалуйста, заполните форму ниже, чтобы получить доступ к сайту

source: agar parolni unutgan bo'lsangiz
ru: если вы забыли свой пароль

source: parolni tiklash
ru: восстановление пароля

source: Agar foydalanuvchi profilingiz bo'lmasa
ru: Если у вас нет профиля пользователя

source: ro'yhatdan o'tishingiz
ru: ваша регистрация

source: mumkin
ru: возможный

source: foydalanuvchi paroli o'zgartirildi
ru: пароль пользователя изменен

source: foydalanuvchi paroli o'zgardi
ru: пароль пользователя изменен

source: sizning parolingiz muvaffaqiyatli o'zgartirildi
ru: Ваш пароль был успешно изменен

source: parolni tiklash
ru: восстановление пароля

source: parolni o'zgartirish
ru: изменить пароль

source: parolni o'zgartirish uchun quyidagi formani to'ldiring
ru: Заполните форму ниже, чтобы изменить пароль

source: parolni almashtirish
ru: изменить пароль

source: parol o'zgartirildi
ru: пароль был изменен

source: qayta tiklandi, qayta
ru: восстановлен, повторно

source: qilishingiz mumkin
ru: можешь сделать

source: foydalanuvchi parolini tiklash
ru: сбросить пароль пользователя

source: parolingiz o'zgarishi uchun quyidagi formani to'ldiring
ru: Заполните форму ниже, чтобы изменить пароль

source: yangi parolni kiriting
ru: Введите новый пароль

source: вы использовали неправильную ссылку, которую он, возможно, использовал раньше siz noto'g'ri linkdan foydalandingiz u avvalroq foydalangan bo'lishi va ishlatilish vaqti o'tib ketgan bo'lishi mumkin
ru: и, возможно, истек

source: parolni o'zgartirish uchun emailga yuborildi
ru: письмо отправлено для смены пароля

source: parolni o'zgartirish uchun emailga link yuborildi
ru: Ссылка для смены пароля отправлена ​​на вашу почту

source: agar qabul qilmagan bo'lsangiz, qayta uruning
ru: если вы не получили его, попробуйте еще раз

source: Ваш адрес электронной почты был введен для сброса пароля. Чтобы сбросить пароль Sizning emailingiz parolni tiklash uchun kiritildi. Parolni tiklash uchun quyidagi linkka kiring:
ru: введите следующую ссылку:

source: Sizning username
ru: Ваше имя

source: parolni tiklash
ru: восстановление пароля

source: parolni tiklash uchun email adresingizni kiriting
ru: Введите свой адрес электронной почты для восстановления пароля

source: email jo'natish
ru: отправить электронное письмо
